Repository: mrzap6077/glapse
Catalog: tags/glapse-0.2/po/*.po
Languages: es

source: <b>%s does not exist</b>
es: <b>%s no existe</b>

source: <b>%s was not found</b>
es: <b>no se encontró %s</b>

source: <b>%s</b> does not exists, do you want to create it?
es: <b>%s</b> no existe, ¿quiere crearlo?

source: <b>Screenshots</b>
es: <b>Capturas de pantalla</b>

source: <b>Video</b>
es: <b>Vídeo</b>

source: About
es: Acerca de

source: Best
es: Muy buena

source: Choose...
es: Elegir...

source: Creating video...
es: Creando vídeo...

source: Dependencies error
es: Error de dependencias

source: Folder not found
es: Directorio no encontrado

source: Good
es: Buena

source: Idle
es: Inactivo

source: Input folder
es: Directorio de capturas

source: Interval (s)
es: Intervalo (s)

source: MP4 files
es: ficheros MP4

source: Make video
es: Crear vídeo

source: Output file
es: Fichero de vídeo

source: Output folder
es: Directorio de capturas

source: Please, install the package and launch gLapse again
es: Por favor, instale el paquete e inicie gLapse de nuevo

source: Please, select a valid input folder
es: Por favor, elija un directorio de entrada válido

source: Poor
es: Mala

source: Quality
es: Calidad

source: Quality (bps)
es: Calidad (bps)

source: Screenshots folder is not empty
es: Directorio destino de capturas

source: Screenshots output folder
es: Directorio destino de capturas

source: Stop
es: Parar

source: Take screensots, glue them together
es: Toma capturas de pantalla, pégalas en un vídeo

source: Take several screenshots and glue them together
es: Toma capturas de pantalla, pégalas en un vídeo

source: Take shots
es: Tomar capturas

source: Taking screenshots...
es: Tomando capturas...

source: The folder already has files following the naming pattern, taking screenshots may overwrite them. Do you want to continue?
es: El directorio ya tiene ficheros con el patrón de nombrado, tomarnuevas capturas podría sobreescribirlos. ¿Quiere continuar?

source: Very bad
es: Muy mala

source: Video input folder
es: Directorio de capturas

source: Video output file
es: Fichero de vídeo
