Repository: mrzap6077/glapse
Catalog: trunk/po/*.po
Languages: de

source: <b>%s does not exist</b>
de: <b>%s existiert nicht</b>

source: <b>%s was not found</b>
de: <b>%s wurde nicht gefunden</b>

source: <b>%s</b> does not exists, do you want to create it?
de: <b>%s</b> nicht vorhanden ist, wollen sie es schaffen?

source: About
de: Über

source: Best
de: Die besten

source: Choose...
de: Wählen...

source: Creating video...
de: Erstelle Video...

source: Dependencies error
de: Abhängigkeits-Fehler

source: Error
de: Fehler

source: Folder not found
de: Ordner nicht gefunden

source: Good
de: Gute

source: Idle
de: Bereit

source: Input folder
de: Video-Quellordner

source: Interval (s)
de: Intervall (s)

source: MP4 files
de: MP4-Dateien

source: Make video
de: Video erstellen

source: Output file
de: Video-Datei

source: Output folder
de: Video-Zielordner

source: Please, install the package and launch gLapse again
de: Bitte Paket installieren und gLapse neu starten.

source: Please, select a valid input folder
de: Bitte einen gültigen Video-Quellordner angeben.

source: Poor
de: Schlechte

source: Quality
de: Qualität

source: Quality (bps)
de: Qualität (bps)

source: Screenshots folder is not empty
de: Screenshot-Ordner ist nicht leer

source: Screenshots output folder
de: Screenshot-Ordner

source: Stop
de: Stopp

source: Take screensots, glue them together
de: Mach Screenshots, kleb sie zusammen

source: Take several screenshots and glue them together
de: Mach Screenshots und kleb sie zusammen

source: Take shots
de: Screenshots nehmen

source: Taking screenshots...
de: Erstelle Screenshots...

source: The folder already has files following the naming pattern, taking screenshots may overwrite them. Do you want to continue?
de: Der Order beinhaltet Dateien, die den Screenshot-Namen ähneln. NeueScreenshots könnten diese überschireben. Trotzdem weitermachen?

source: Very bad
de: Sehr schlechte

source: Video input folder
de: Video-Quellordner

source: Video output file
de: Video-Datei
