Repository: mrzap6077/glapse
Catalog: po/*.po
Languages: fr, ja

source: <b>%s does not exist</b>
fr: <b>%s n'existe pas</b>
ja: <b>%s対象先のフォルダがありません</b>

source: <b>%s was not found</b>
fr: <b>%s n'a pas été trouvé</b>
ja: <b>%sは見つかりませんでした</b>

source: <b>%s</b> does not exists, do you want to create it?
fr: <b>%s</b> n'existe pas, voulez-vous le créer?
ja: <b>%s</b>対象先のフォルダがありません。 作成してもよろしいですか？

source: <b>Screenshots</b>
ja: <b>連番スクリーンショット</b>

source: <b>Video</b>
fr: <b>Vidéo</b>
ja: <b>動画</b>

source: About
fr: Á propos
ja: 情報

source: Best
ja: 最高

source: Choose...
fr: Choisissez
ja: 参考···

source: Creating video...
fr: En créant la vidéo...
ja: 動画を書き出しています···

source: Dependencies error
fr: Erreur de dépendances
ja: 依存エラー

source: Error
fr: Erreur
ja: エラー

source: FPS
ja: フレームレート

source: Folder not found
fr: Dossier non trouvé'
ja: フォルダは見つかりませんでした

source: Good
ja: 良い

source: Idle
fr: Inactifs
ja: アイドル

source: Input folder
fr: Dossier d'entrée'
ja: 入力フォルダ

source: Interval (s)
fr: Intervalle (s)
ja: 間隔（秒）

source: MP4 files
fr: fichiers MP4
ja: MP4ファイル

source: Make video
fr: Créer la vidéo
ja: 動画を作る

source: Normal
ja: 中

source: Output file
fr: Fichier de sortie
ja: 出力ファイル名

source: Output folder
fr: Dossier de sortie
ja: 出力フォルダ

source: Please, install the package and launch gLapse again
fr: S'il vous plait, installez le paquet et reboot gLapse un autre fois
ja: パッケージをインストールしてから、glapseを改めて実行してください

source: Please, select a valid input folder
fr: S'il vous plait, choisissiez un dossier valable
ja: 有効な入力フォルダを選択してください

source: Poor
ja: 悪い

source: Quality
fr: Qualité
ja: 画質

source: Quality (bps)
ja: ビットレート/画質

source: Screenshots folder is not empty
fr: Le dossier des screenshots n’est pas vide
ja: スクリーンショット·フォルダは空ではありません

source: Screenshots output folder
fr: Dossier de sortie pour les screenshots
ja: スクリーンショット出力フォルダの選択

source: Stop
ja: 停止

source: Take screensots, glue them together
fr: Prende des screenshots, les coller ensemble
ja: 連番スクリーンショットを撮ったり、貼り付けたりして

source: Take several screenshots and glue them together
fr: Prende des screenshots et les coller ensemble
ja: 連番スクリーンショットを撮ったり、貼り付けたりして

source: Take shots
fr: Pendre screenshots
ja: 開始

source: Taking screenshots...
fr: Prends des screenshots...
ja: 連番スクリーンショットを撮っています···

source: The folder already has files following the naming pattern, taking screenshots may overwrite them. Do you want to continue?
fr: Le dossier a déjà des fichiers qui suivent le schéma de nommage, en prenant screenshots peuvent les remplacer. Voulez-vous continuer?
ja: このフォルダの中には、既にパターンを従ってファイル名があります。連番スクリーンショットを撮る場合ならば、ファイルを上書くことが可能です。それでもよろしいですか？

source: Very bad
ja: 最低

source: Video input folder
fr: Dossier d'entrée pour la vidéo
ja: 動画入力フォルダの選択

source: Video output file
fr: Fichier de sortie pour la vidéo
ja: 動画出力ファイル名の選択
